result/usenix/run1/results-prctl00/benchmark-stats.log
  240000000 requests completed in 308.93 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.02% <= 1 milliseconds
4.23% <= 2 milliseconds
63.63% <= 3 milliseconds
86.00% <= 4 milliseconds
95.04% <= 5 milliseconds
98.47% <= 6 milliseconds
99.17% <= 7 milliseconds
99.78% <= 8 milliseconds
99.94% <= 9 milliseconds
99.96% <= 10 milliseconds
99.96% <= 11 milliseconds
99.97% <= 12 milliseconds
99.97% <= 13 milliseconds
99.97% <= 14 milliseconds
99.97% <= 15 milliseconds
99.97% <= 16 milliseconds
99.97% <= 17 milliseconds
99.97% <= 18 milliseconds
99.97% <= 19 milliseconds
99.97% <= 20 milliseconds
99.97% <= 21 milliseconds
99.97% <= 22 milliseconds
99.97% <= 23 milliseconds
99.97% <= 24 milliseconds
99.98% <= 25 milliseconds
99.98% <= 26 milliseconds
99.98% <= 27 milliseconds
99.98% <= 28 milliseconds
99.98% <= 29 milliseconds
99.98% <= 31 milliseconds
99.98% <= 33 milliseconds
99.98% <= 34 milliseconds
99.98% <= 35 milliseconds
99.98% <= 36 milliseconds
99.98% <= 37 milliseconds
99.98% <= 38 milliseconds
99.98% <= 39 milliseconds
99.98% <= 41 milliseconds
99.98% <= 43 milliseconds
99.98% <= 44 milliseconds
99.98% <= 45 milliseconds
99.98% <= 46 milliseconds
99.98% <= 47 milliseconds
99.98% <= 48 milliseconds
99.98% <= 49 milliseconds
99.98% <= 50 milliseconds
99.98% <= 51 milliseconds
99.98% <= 52 milliseconds
99.98% <= 53 milliseconds
99.98% <= 55 milliseconds
99.98% <= 56 milliseconds
99.98% <= 57 milliseconds
99.98% <= 58 milliseconds
99.98% <= 59 milliseconds
99.98% <= 63 milliseconds
99.98% <= 64 milliseconds
99.98% <= 69 milliseconds
99.98% <= 70 milliseconds
99.98% <= 71 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 75 milliseconds
99.98% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 79 milliseconds
99.98% <= 80 milliseconds
99.99% <= 82 milliseconds
99.99% <= 83 milliseconds
99.99% <= 85 milliseconds
99.99% <= 88 milliseconds
99.99% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 92 milliseconds
99.99% <= 95 milliseconds
99.99% <= 96 milliseconds
99.99% <= 100 milliseconds
99.99% <= 103 milliseconds
99.99% <= 110 milliseconds
99.99% <= 111 milliseconds
99.99% <= 117 milliseconds
99.99% <= 119 milliseconds
99.99% <= 120 milliseconds
99.99% <= 121 milliseconds
99.99% <= 123 milliseconds
99.99% <= 134 milliseconds
99.99% <= 135 milliseconds
99.99% <= 136 milliseconds
99.99% <= 138 milliseconds
99.99% <= 144 milliseconds
99.99% <= 148 milliseconds
99.99% <= 149 milliseconds
99.99% <= 150 milliseconds
99.99% <= 151 milliseconds
99.99% <= 152 milliseconds
99.99% <= 153 milliseconds
99.99% <= 158 milliseconds
99.99% <= 161 milliseconds
99.99% <= 168 milliseconds
99.99% <= 169 milliseconds
99.99% <= 175 milliseconds
99.99% <= 180 milliseconds
99.99% <= 186 milliseconds
99.99% <= 191 milliseconds
99.99% <= 192 milliseconds
99.99% <= 193 milliseconds
99.99% <= 195 milliseconds
99.99% <= 197 milliseconds
99.99% <= 200 milliseconds
99.99% <= 204 milliseconds
99.99% <= 212 milliseconds
99.99% <= 216 milliseconds
99.99% <= 220 milliseconds
99.99% <= 226 milliseconds
99.99% <= 229 milliseconds
99.99% <= 231 milliseconds
99.99% <= 232 milliseconds
99.99% <= 234 milliseconds
99.99% <= 235 milliseconds
99.99% <= 240 milliseconds
99.99% <= 243 milliseconds
99.99% <= 245 milliseconds
99.99% <= 254 milliseconds
99.99% <= 274 milliseconds
99.99% <= 279 milliseconds
99.99% <= 282 milliseconds
99.99% <= 284 milliseconds
99.99% <= 285 milliseconds
99.99% <= 293 milliseconds
99.99% <= 303 milliseconds
99.99% <= 308 milliseconds
99.99% <= 309 milliseconds
99.99% <= 312 milliseconds
99.99% <= 320 milliseconds
99.99% <= 323 milliseconds
99.99% <= 329 milliseconds
99.99% <= 343 milliseconds
99.99% <= 359 milliseconds
99.99% <= 360 milliseconds
99.99% <= 375 milliseconds
99.99% <= 380 milliseconds
99.99% <= 385 milliseconds
99.99% <= 391 milliseconds
99.99% <= 397 milliseconds
99.99% <= 411 milliseconds
99.99% <= 413 milliseconds
99.99% <= 427 milliseconds
99.99% <= 429 milliseconds
100.00% <= 446 milliseconds
100.00% <= 460 milliseconds
100.00% <= 470 milliseconds
100.00% <= 489 milliseconds
100.00% <= 498 milliseconds
100.00% <= 500 milliseconds
100.00% <= 506 milliseconds
100.00% <= 509 milliseconds
100.00% <= 540 milliseconds
100.00% <= 543 milliseconds
100.00% <= 564 milliseconds
100.00% <= 565 milliseconds
100.00% <= 567 milliseconds
100.00% <= 571 milliseconds
100.00% <= 584 milliseconds
100.00% <= 588 milliseconds
100.00% <= 599 milliseconds
100.00% <= 601 milliseconds
100.00% <= 606 milliseconds
100.00% <= 617 milliseconds
100.00% <= 646 milliseconds
100.00% <= 651 milliseconds
100.00% <= 671 milliseconds
100.00% <= 673 milliseconds
100.00% <= 675 milliseconds
100.00% <= 702 milliseconds
100.00% <= 703 milliseconds
100.00% <= 708 milliseconds
100.00% <= 729 milliseconds
100.00% <= 749 milliseconds
100.00% <= 752 milliseconds
100.00% <= 758 milliseconds
100.00% <= 770 milliseconds
100.00% <= 816 milliseconds
100.00% <= 828 milliseconds
100.00% <= 836 milliseconds
100.00% <= 843 milliseconds
100.00% <= 848 milliseconds
100.00% <= 854 milliseconds
100.00% <= 858 milliseconds
100.00% <= 864 milliseconds
100.00% <= 867 milliseconds
100.00% <= 870 milliseconds
100.00% <= 871 milliseconds
100.00% <= 875 milliseconds
100.00% <= 876 milliseconds
100.00% <= 877 milliseconds
100.00% <= 879 milliseconds
100.00% <= 880 milliseconds
100.00% <= 881 milliseconds
100.00% <= 883 milliseconds
100.00% <= 901 milliseconds
100.00% <= 965 milliseconds
100.00% <= 1022 milliseconds
100.00% <= 1033 milliseconds
100.00% <= 1136 milliseconds
100.00% <= 1161 milliseconds
100.00% <= 1161 milliseconds
776877.56 requests per second